{
  "atoms": [
    {
      "atom_id": "M1-LF-001",
      "title": "Understanding Slope Conceptually",
      "description": "Understand what slope represents: the rate of change, steepness, and direction (positive/negative) of a linear relationship. Recognize slope as rise over run conceptually.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": [],
      "prerequisites": [],
      "example_easy_question": "Which line is steeper: a line that goes up 3 units for every 1 unit to the right, or a line that goes up 2 units for every 1 unit to the right?",
      "example_medium_question": "A line has a positive slope. As x increases, what happens to y? Explain why.",
      "example_hard_question": "Compare the slopes of three lines: one that rises 5 units over 2 units horizontally, one that falls 3 units over 1 unit horizontally, and one that is horizontal. Rank them from steepest to least steep and explain your reasoning."
    },
    {
      "atom_id": "M1-LF-002",
      "title": "Calculating Slope from Two Points",
      "description": "Calculate the slope of a line using the formula m = (y₂ - y₁)/(x₂ - x₁) given two points on the line. Apply the formula correctly with positive and negative values.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": ["M1-LF"],
      "prerequisites": ["M1-LF-001"],
      "example_easy_question": "Find the slope of the line passing through points (2, 3) and (5, 9).",
      "example_medium_question": "Calculate the slope of the line through points (-1, 4) and (3, -2). Show your work.",
      "example_hard_question": "Given points A(2a, 3b) and B(5a, 7b), where a and b are constants, find the slope of the line AB in terms of a and b. What happens to the slope if a = 0?"
    },
    {
      "atom_id": "M1-LF-003",
      "title": "Understanding Y-Intercept Conceptually",
      "description": "Understand what the y-intercept represents: the point where a line crosses the y-axis (when x = 0). Recognize it as the starting value or initial condition in a linear relationship.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": [],
      "prerequisites": [],
      "example_easy_question": "A line crosses the y-axis at the point (0, 5). What is the y-intercept?",
      "example_medium_question": "Explain what the y-intercept means in the context of a linear function. If a line has a y-intercept of -3, what does that tell you about the line?",
      "example_hard_question": "Two lines have the same slope but different y-intercepts. How are these lines related geometrically? Describe their relationship."
    },
    {
      "atom_id": "M1-LF-004",
      "title": "Understanding the Linear Equation Form y = mx + b",
      "description": "Understand the standard form y = mx + b where m represents slope and b represents the y-intercept. Recognize how changes in m and b affect the graph of the line.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": ["M1-LF"],
      "prerequisites": ["M1-LF-001", "M1-LF-003"],
      "example_easy_question": "In the equation y = 3x + 2, what is the slope and what is the y-intercept?",
      "example_medium_question": "Given the equation y = -2x + 5, identify the slope and y-intercept, and describe how the line will look (direction and starting point).",
      "example_hard_question": "Compare the equations y = 4x + 1 and y = 4x - 3. How are these lines similar and different? What would happen if you changed the coefficient of x in the first equation to -4?"
    },
    {
      "atom_id": "M1-LF-005",
      "title": "Writing Linear Equation from Slope and Y-Intercept",
      "description": "Write the equation of a line in the form y = mx + b when given the slope (m) and y-intercept (b). Substitute values correctly into the standard form.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": ["M1-LF"],
      "prerequisites": ["M1-LF-004"],
      "example_easy_question": "Write the equation of a line with slope 2 and y-intercept -1.",
      "example_medium_question": "A line has a slope of -3/4 and crosses the y-axis at (0, 6). Write the equation of this line.",
      "example_hard_question": "Write the equation of a line with slope 0.75 and y-intercept at the point (0, -2.5). Express your answer in both decimal and fraction form for the slope."
    },
    {
      "atom_id": "M1-LF-006",
      "title": "Finding Equation of a Line from Two Points",
      "description": "Determine the equation of a line in the form y = mx + b when given two points. Calculate the slope first, then use one point to find the y-intercept.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": ["M1-LF"],
      "prerequisites": ["M1-LF-002", "M1-LF-004"],
      "example_easy_question": "Find the equation of the line passing through points (1, 2) and (3, 8).",
      "example_medium_question": "Determine the equation of the line through points (-2, 5) and (4, -1). Show all steps.",
      "example_hard_question": "Find the equation of the line passing through points (a, b) and (c, d), where a ≠ c. Express your answer in terms of a, b, c, and d, then verify it works for both given points."
    },
    {
      "atom_id": "M1-LF-007",
      "title": "Graphing a Linear Function",
      "description": "Graph a linear function given its equation in the form y = mx + b. Use the y-intercept and slope to plot points and draw the line accurately.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": ["M1-LF"],
      "prerequisites": ["M1-LF-004"],
      "example_easy_question": "Graph the line y = 2x + 1 on a coordinate plane.",
      "example_medium_question": "Graph the line y = -1/2x + 3. Label the y-intercept and show how you used the slope to find additional points.",
      "example_hard_question": "Graph the line y = 3/4x - 2. Then, on the same coordinate plane, graph y = -4/3x + 1. What is the relationship between these two lines? Explain."
    },
    {
      "atom_id": "M1-LF-008",
      "title": "Interpreting Slope and Intercept in Real-World Contexts",
      "description": "Interpret the meaning of slope and y-intercept in real-world situations. Understand slope as a rate of change and y-intercept as an initial value or starting condition.",
      "supports": ["M1-LF"],
      "potential_prerequisite_standards": ["M1-LF"],
      "prerequisites": ["M1-LF-001", "M1-LF-003"],
      "example_easy_question": "A taxi charges $3.50 plus $2.00 per mile. In the equation C = 2m + 3.50, what does the 2 represent? What does the 3.50 represent?",
      "example_medium_question": "The temperature in a room decreases by 2°C per hour. If the initial temperature is 25°C, write an equation and interpret what the slope and y-intercept mean in this context.",
      "example_hard_question": "A company's profit is modeled by P = 15x - 500, where x is the number of items sold. Interpret the slope and y-intercept. How many items must be sold to break even? What does a negative profit mean in this context?"
    }
  ],
  "prerequisite_graph": {
    "M1-LF-001": [],
    "M1-LF-002": ["M1-LF-001"],
    "M1-LF-003": [],
    "M1-LF-004": ["M1-LF-001", "M1-LF-003"],
    "M1-LF-005": ["M1-LF-004"],
    "M1-LF-006": ["M1-LF-002", "M1-LF-004"],
    "M1-LF-007": ["M1-LF-004"],
    "M1-LF-008": ["M1-LF-001", "M1-LF-003"]
  },
  "validation": {
    "has_cycles": false,
    "all_atoms_validated": true,
    "total_atoms": 8
  }
}

