{
  "metadata": {
    "id": "paes_m1_2026",
    "proceso_admision": 2026,
    "tipo_aplicacion": "invierno, regular",
    "nombre_prueba": "Prueba de Competencia Matemática 1 (M1)",
    "source_temario_json": "app/data/temarios/json/temario-paes-m1-invierno-y-regular-2026.json",
    "generated_with": "gemini-2.5-flash",
    "version": "2025-11-29"
  },
  "standards": [
    {
      "id": "M1-ALG-01",
      "eje": "algebra_y_funciones",
      "unidad_temario": "Expresiones algebraicas",
      "titulo": "Expresiones algebraicas",
      "descripcion_general": "Este contenido se centra en la comprensión y manipulación de expresiones algebraicas, abarcando desde el reconocimiento y aplicación de productos notables hasta la factorización y el desarrollo de expresiones. Se profundiza en la operatoria básica (suma, resta, multiplicación y división simple) con polinomios y monomios, y se aplica este conocimiento a la resolución de problemas en diversos contextos, fomentando la traducción entre el lenguaje natural y el matemático.",
      "incluye": [
        "Identificación y aplicación de productos notables (ej. cuadrado de binomio, suma por diferencia, cubo de binomio).",
        "Desarrollo de expresiones algebraicas utilizando productos notables y la propiedad distributiva.",
        "Factorización de expresiones algebraicas (ej. factor común, trinomio cuadrado perfecto, diferencia de cuadrados, trinomios de la forma x^2+bx+c).",
        "Realización de operaciones de suma, resta, multiplicación y división simple con expresiones algebraicas.",
        "Simplificación de expresiones algebraicas mediante factorización y operatoria.",
        "Resolución de problemas contextualizados que requieren el uso y manipulación de expresiones algebraicas."
      ],
      "no_incluye": [
        "Resolución de ecuaciones o inecuaciones algebraicas (corresponde a otras unidades temáticas).",
        "Operaciones con fracciones algebraicas complejas (más allá de la simplificación básica de monomios o binomios simples).",
        "División de polinomios por polinomios de grado mayor a uno.",
        "Conceptos de funciones algebraicas (dominio, recorrido, gráfica) o sus transformaciones.",
        "Demostraciones formales de identidades algebraicas complejas o teoremas."
      ],
      "subcontenidos_clave": [
        "Reconocimiento de patrones de productos notables.",
        "Aplicación de fórmulas de productos notables para desarrollar expresiones.",
        "Identificación de factores comunes en expresiones algebraicas.",
        "Factorización de trinomios y binomios especiales.",
        "Suma y resta de monomios y polinomios.",
        "Multiplicación de monomios y polinomios.",
        "División de monomios y polinomios por monomios.",
        "Traducción de enunciados verbales a expresiones algebraicas.",
        "Evaluación de expresiones algebraicas para valores numéricos dados."
      ],
      "ejemplos_conceptuales": [
        "Comprender que el área de un cuadrado de lado (x+y) se puede expresar como (x+y)^2 y desarrollar su significado geométrico.",
        "Visualizar la factorización de x^2 - y^2 como la diferencia de dos áreas cuadradas que se reconfiguran en un rectángulo de lados (x-y) y (x+y).",
        "Interpretar una expresión como 2x + 3y como el costo total de comprar 'x' unidades de un producto a $2 cada uno y 'y' unidades de otro a $3 cada uno."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.algebra_y_funciones.unidades[0]",
        "descripciones_originales": [
          "Productos notables.",
          "Factorizaciones y desarrollo de expresiones algebraicas.",
          "Operatoria con expresiones algebraicas.",
          "Problemas que involucren expresiones algebraicas en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-ALG-02",
      "eje": "algebra_y_funciones",
      "unidad_temario": "Proporcionalidad",
      "titulo": "Proporcionalidad",
      "descripcion_general": "Este contenido aborda la comprensión conceptual y procedimental de la proporcionalidad directa e inversa, explorando cómo estas relaciones matemáticas describen fenómenos en diversos contextos. Se enfatiza la comprensión de sus características, sus distintas formas de representación (tablas, gráficos, expresiones algebraicas) y la aplicación de estas ideas para resolver problemas prácticos, fomentando el razonamiento cuantitativo y la interpretación de datos para la toma de decisiones informadas.",
      "incluye": [
        "Comprensión del concepto de proporción directa y sus propiedades fundamentales.",
        "Comprensión del concepto de proporción inversa y sus propiedades fundamentales.",
        "Identificación y uso de las diferentes representaciones de la proporcionalidad (tablas, gráficos, expresiones algebraicas).",
        "Resolución de problemas que involucren la aplicación de proporcionalidad directa en diversos contextos.",
        "Resolución de problemas que involucren la aplicación de proporcionalidad inversa en diversos contextos."
      ],
      "no_incluye": [
        "Proporcionalidad compuesta (relaciones entre tres o más variables).",
        "Análisis de funciones no lineales que no corresponden a proporcionalidad directa o inversa.",
        "Resolución de problemas que requieran el uso de sistemas de ecuaciones para modelar proporcionalidad compleja."
      ],
      "subcontenidos_clave": [
        "Reconocimiento de la relación de proporcionalidad directa.",
        "Reconocimiento de la relación de proporcionalidad inversa.",
        "Determinación de la constante de proporcionalidad.",
        "Construcción e interpretación de tablas de valores proporcionales.",
        "Construcción e interpretación de gráficos de proporcionalidad.",
        "Formulación de expresiones algebraicas para relaciones proporcionales.",
        "Resolución de problemas mediante la regla de tres simple (directa e inversa)."
      ],
      "ejemplos_conceptuales": [
        "Interpretar cómo el costo total de un producto es directamente proporcional a la cantidad comprada, manteniendo el precio unitario constante.",
        "Analizar cómo el tiempo necesario para completar un trabajo es inversamente proporcional al número de trabajadores, asumiendo la misma eficiencia.",
        "Comparar la representación tabular y gráfica de la relación entre distancia y tiempo a velocidad constante para identificar la proporcionalidad directa."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.algebra_y_funciones.unidades[1]",
        "descripciones_originales": [
          "Concepto de proporción directa e inversa con sus diferentes representaciones.",
          "Problemas que involucren proporción directa e inversa en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-ALG-03",
      "eje": "algebra_y_funciones",
      "unidad_temario": "Ecuaciones e inecuaciones de primer grado",
      "titulo": "Ecuaciones e inecuaciones de primer grado",
      "descripcion_general": "Esta unidad se enfoca en el dominio de las ecuaciones e inecuaciones lineales, fundamentales para la resolución de problemas en diversos contextos. Aborda tanto los procedimientos algorítmicos para encontrar soluciones como la capacidad de traducir situaciones del lenguaje natural al lenguaje matemático, interpretar los resultados obtenidos y evaluar su pertinencia en el escenario original. Se busca desarrollar una comprensión profunda de las propiedades de la igualdad y la desigualdad, y su aplicación práctica.",
      "incluye": [
        "Resolución de ecuaciones lineales de una incógnita.",
        "Planteamiento y resolución de problemas contextualizados que involucran ecuaciones lineales.",
        "Resolución de inecuaciones lineales de una incógnita.",
        "Planteamiento y resolución de problemas contextualizados que involucran inecuaciones lineales.",
        "Representación de conjuntos solución de inecuaciones en la recta numérica."
      ],
      "no_incluye": [
        "Ecuaciones o inecuaciones de segundo grado o superior.",
        "Sistemas de ecuaciones o inecuaciones lineales.",
        "Funciones lineales (su estudio como relaciones, gráficas o propiedades funcionales).",
        "Ecuaciones o inecuaciones con valor absoluto.",
        "Inecuaciones racionales o con expresiones algebraicas complejas."
      ],
      "subcontenidos_clave": [
        "Identificación de expresiones algebraicas como ecuaciones o inecuaciones lineales.",
        "Aplicación de propiedades de la igualdad para despejar incógnitas en ecuaciones.",
        "Verificación de soluciones de ecuaciones lineales.",
        "Traducción de enunciados verbales a ecuaciones lineales.",
        "Aplicación de propiedades de la desigualdad para despejar incógnitas en inecuaciones.",
        "Interpretación del efecto de multiplicar o dividir por un número negativo en inecuaciones.",
        "Representación gráfica de conjuntos solución de inecuaciones en la recta numérica.",
        "Traducción de enunciados verbales a inecuaciones lineales.",
        "Interpretación de soluciones de ecuaciones e inecuaciones en el contexto de un problema."
      ],
      "ejemplos_conceptuales": [
        "Interpretar una frase como 'el doble de un número disminuido en cinco es igual a quince' como una ecuación lineal.",
        "Explicar por qué la solución de 'x + 3 < 5' es un intervalo y no un valor único.",
        "Representar el conjunto de todos los números mayores o iguales a -2 en la recta numérica.",
        "Diferenciar entre la solución de una ecuación (un valor específico) y la de una inecuación (un conjunto de valores)."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.algebra_y_funciones.unidades[2]",
        "descripciones_originales": [
          "Resolución de ecuaciones lineales.",
          "Problemas que involucren ecuaciones lineales en diversos contextos.",
          "Resolución de inecuaciones lineales.",
          "Problemas que involucren inecuaciones lineales en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-ALG-04",
      "eje": "algebra_y_funciones",
      "unidad_temario": "Sistemas de ecuaciones lineales (2x2)",
      "titulo": "Sistemas de Ecuaciones Lineales 2x2",
      "descripcion_general": "Este contenido se centra en la comprensión y aplicación de los sistemas de ecuaciones lineales con dos incógnitas y dos ecuaciones (2x2). Aborda tanto los métodos algebraicos de resolución como la interpretación geométrica de sus soluciones, permitiendo a los estudiantes modelar y resolver problemas de diversos contextos, así como analizar la consistencia de dichos sistemas.",
      "incluye": [
        "Resolución algebraica de sistemas de ecuaciones lineales 2x2 (métodos de sustitución, igualación y reducción).",
        "Interpretación geométrica de las soluciones de un sistema 2x2 (rectas secantes, paralelas, coincidentes).",
        "Planteamiento y resolución de problemas contextualizados que se modelan con sistemas de ecuaciones lineales 2x2.",
        "Análisis de la consistencia de sistemas 2x2 (solución única, infinitas soluciones, sin solución)."
      ],
      "no_incluye": [
        "Sistemas de ecuaciones con más de dos incógnitas o más de dos ecuaciones (ej. 3x3).",
        "Sistemas de ecuaciones no lineales (ej. cuadráticas, exponenciales).",
        "Métodos de resolución matriciales (ej. Regla de Cramer, método de Gauss-Jordan).",
        "Sistemas de inecuaciones lineales."
      ],
      "subcontenidos_clave": [
        "Identificación de sistemas de ecuaciones lineales 2x2.",
        "Resolución de sistemas 2x2 por el método de sustitución.",
        "Resolución de sistemas 2x2 por el método de igualación.",
        "Resolución de sistemas 2x2 por el método de reducción.",
        "Interpretación gráfica de la solución de un sistema 2x2 (intersección de rectas).",
        "Clasificación de sistemas 2x2 según su número de soluciones (única, infinitas, sin solución).",
        "Planteamiento de sistemas de ecuaciones 2x2 a partir de problemas contextualizados.",
        "Verificación de soluciones de sistemas de ecuaciones 2x2."
      ],
      "ejemplos_conceptuales": [
        "Modelar una situación donde se combinan dos tipos de productos con costos y cantidades totales diferentes, usando un sistema de ecuaciones.",
        "Interpretar que el punto de intersección de dos rectas en un plano cartesiano representa la solución común a las dos ecuaciones lineales que definen esas rectas.",
        "Comprender que un sistema sin solución representa dos rectas paralelas que nunca se cruzan."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.algebra_y_funciones.unidades[3]",
        "descripciones_originales": [
          "Resolución de sistemas de ecuaciones lineales.",
          "Problemas que involucren sistemas de ecuaciones lineales en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-ALG-05",
      "eje": "algebra_y_funciones",
      "unidad_temario": "Función lineal y afín",
      "titulo": "Función Lineal y Afín",
      "descripcion_general": "Esta unidad aborda el estudio fundamental de las funciones lineales y afines, explorando sus definiciones, propiedades y diversas formas de representación. Se enfoca en la comprensión de la pendiente y el coeficiente de posición, la construcción e interpretación de tablas y gráficos, y la aplicación de estos modelos matemáticos para resolver problemas en variados contextos, fomentando el tránsito entre distintas expresiones matemáticas y el análisis de su comportamiento.",
      "incluye": [
        "Concepto y características de la función lineal (y = mx).",
        "Concepto y características de la función afín (y = mx + n).",
        "Identificación e interpretación de la pendiente (m) y el coeficiente de posición (n).",
        "Construcción e interpretación de tablas de valores para funciones lineales y afines.",
        "Representación gráfica de funciones lineales y afines en el plano cartesiano.",
        "Resolución de problemas contextualizados que involucren el uso de funciones lineales y afines."
      ],
      "no_incluye": [
        "Funciones cuadráticas, exponenciales o de otro tipo no lineal.",
        "Sistemas de ecuaciones lineales (el foco es la función individual).",
        "Análisis de la función inversa de funciones lineales o afines.",
        "Transformaciones isométricas de funciones."
      ],
      "subcontenidos_clave": [
        "Distinción entre función lineal y función afín a partir de su expresión algebraica y gráfica.",
        "Cálculo de la pendiente de una recta a partir de dos puntos o de su ecuación.",
        "Interpretación de la pendiente como tasa de cambio y del coeficiente de posición como valor inicial.",
        "Graficación de funciones lineales y afines a partir de su ecuación, tabla de valores o puntos.",
        "Modelado de situaciones reales mediante la formulación de funciones lineales o afines."
      ],
      "ejemplos_conceptuales": [
        "Comprender que el costo total de un servicio con un cargo fijo y un costo por unidad se modela con una función afín.",
        "Interpretar que una función lineal representa una relación de proporcionalidad directa que siempre pasa por el origen.",
        "Reconocer que la pendiente de una función afín indica la variación constante de una variable respecto a otra."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.algebra_y_funciones.unidades[4]",
        "descripciones_originales": [
          "Concepto de función lineal y función afín.",
          "Tablas y gráficos de función lineal y función afín.",
          "Problemas que involucren función lineal y función afín en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-ALG-06",
      "eje": "algebra_y_funciones",
      "unidad_temario": "Función cuadrática",
      "titulo": "Función cuadrática",
      "descripcion_general": "Esta unidad aborda el estudio integral de la función cuadrática y las ecuaciones de segundo grado. Se enfoca en la comprensión de sus propiedades algebraicas y su representación gráfica, la parábola, incluyendo la identificación de sus puntos clave como el vértice y las intersecciones con los ejes. Además, se enfatiza la aplicación de estos conceptos para modelar y resolver problemas en una variedad de contextos, permitiendo a los estudiantes interpretar y evaluar soluciones en situaciones reales.",
      "incluye": [
        "Resolución de ecuaciones de segundo grado (cuadráticas) en diversos contextos, utilizando métodos como la factorización y la fórmula general.",
        "Análisis de la función cuadrática a través de tablas de valores y gráficos, comprendiendo cómo la variación de sus parámetros (a, b, c) afecta la forma y posición de la parábola.",
        "Identificación y cálculo de los puntos especiales de la gráfica de la función cuadrática: el vértice, los ceros de la función (raíces) y las intersecciones con los ejes coordenados.",
        "Planteamiento y resolución de problemas que involucran la función cuadrática como modelo matemático en situaciones de la vida diaria o de las ciencias."
      ],
      "no_incluye": [
        "Análisis de la naturaleza de las raíces de una ecuación cuadrática sin su resolución explícita (ej. solo usando el discriminante para determinar si son reales o complejas, sin calcularlas).",
        "Estudio de funciones polinómicas de grado superior a dos.",
        "Optimización de funciones cuadráticas mediante métodos de cálculo diferencial."
      ],
      "subcontenidos_clave": [
        "Resolución de ecuaciones cuadráticas por factorización.",
        "Resolución de ecuaciones cuadráticas usando la fórmula general.",
        "Identificación y cálculo del vértice de una parábola.",
        "Determinación de los ceros (raíces) de una función cuadrática.",
        "Interpretación de la gráfica de la función cuadrática y sus parámetros.",
        "Modelado de situaciones contextualizadas con funciones cuadráticas."
      ],
      "ejemplos_conceptuales": [
        "Comprender cómo el signo del coeficiente principal 'a' determina la concavidad de la parábola (abre hacia arriba o hacia abajo).",
        "Interpretar el vértice de una parábola como el punto de máximo o mínimo valor de una cantidad en un problema de optimización.",
        "Relacionar los ceros de una función cuadrática con los momentos en que un objeto lanzado al aire alcanza el suelo."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.algebra_y_funciones.unidades[5]",
        "descripciones_originales": [
          "Resolución y problemas de ecuaciones de segundo grado en diversos contextos.",
          "Tablas y gráficos de la función cuadrática, considerando la variación de sus parámetros.",
          "Puntos especiales de la gráfica de la función cuadrática: vértice, ceros de la función e intersección con los ejes.",
          "Problemas que involucren la función cuadrática en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-GEO-01",
      "eje": "geometria",
      "unidad_temario": "Figuras geométricas",
      "titulo": "Geometría Plana: Teorema de Pitágoras, Perímetros y Áreas",
      "descripcion_general": "Este contenido se enfoca en la comprensión y aplicación de conceptos fundamentales de la geometría plana, incluyendo el Teorema de Pitágoras y el cálculo de perímetros y áreas de figuras básicas como triángulos, paralelogramos, trapecios y círculos. Se busca desarrollar la capacidad de los estudiantes para resolver problemas contextualizados, modelar situaciones reales y representar información geométrica, así como argumentar la validez de procedimientos y resultados en diversos escenarios.",
      "incluye": [
        "Aplicación del Teorema de Pitágoras para resolver problemas en diversos contextos.",
        "Cálculo de perímetros de triángulos, paralelogramos (cuadrados, rectángulos, rombos), trapecios y círculos.",
        "Cálculo de áreas de triángulos, paralelogramos (cuadrados, rectángulos, rombos), trapecios y círculos.",
        "Resolución de problemas que involucren el cálculo combinado de perímetros y áreas de las figuras mencionadas en contextos variados."
      ],
      "no_incluye": [
        "Cálculo de volúmenes y áreas de cuerpos geométricos tridimensionales.",
        "Transformaciones isométricas (traslación, rotación, reflexión).",
        "Geometría analítica (ecuación de la recta, distancia entre puntos en el plano cartesiano).",
        "Conceptos trigonométricos (seno, coseno, tangente) más allá de la aplicación directa del Teorema de Pitágoras."
      ],
      "subcontenidos_clave": [
        "Identificación de triángulos rectángulos en figuras y contextos.",
        "Aplicación del Teorema de Pitágoras para determinar longitudes desconocidas.",
        "Cálculo del perímetro de triángulos.",
        "Cálculo del perímetro de paralelogramos (cuadrados, rectángulos, rombos).",
        "Cálculo del perímetro de trapecios.",
        "Cálculo de la circunferencia (perímetro del círculo).",
        "Cálculo del área de triángulos.",
        "Cálculo del área de paralelogramos.",
        "Cálculo del área de trapecios.",
        "Cálculo del área del círculo.",
        "Resolución de problemas que requieran la combinación de fórmulas de perímetro y área.",
        "Interpretación de enunciados de problemas para identificar la figura geométrica y las medidas relevantes.",
        "Distinción conceptual entre perímetro y área."
      ],
      "ejemplos_conceptuales": [
        "Determinar la longitud de una escalera apoyada en una pared, conociendo la altura y la distancia de la base a la pared.",
        "Calcular la cantidad de cinta necesaria para bordear un mantel con forma de trapecio.",
        "Comparar la superficie de un jardín circular con la de uno rectangular para determinar cuál requiere más césped.",
        "Estimar la altura de un árbol midiendo la longitud de su sombra y la distancia desde la punta de la sombra hasta la base del árbol."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.geometria.unidades[0]",
        "descripciones_originales": [
          "Problemas que involucren el Teorema de Pitágoras en diversos contextos.",
          "Perímetro y áreas de triángulos, paralelogramos, trapecios y círculos.",
          "Problemas que involucren perímetro y áreas de triángulos, paralelogramos, trapecios y círculos en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-GEO-02",
      "eje": "geometria",
      "unidad_temario": "Cuerpos geométricos",
      "titulo": "Área y Volumen de Cuerpos Geométricos",
      "descripcion_general": "Este contenido se enfoca en el estudio de las propiedades métricas de cuerpos geométricos tridimensionales fundamentales, como prismas rectos (incluyendo paralelepípedos y cubos) y cilindros. Se aborda el cálculo de sus áreas de superficie y volúmenes, así como la resolución de problemas contextualizados que requieren la aplicación de estas fórmulas y conceptos en diversas situaciones, permitiendo comprender su relevancia en el mundo real.",
      "incluye": [
        "Cálculo del área de superficie de prismas rectos con diferentes bases (triangular, cuadrangular, rectangular, etc.) y cilindros.",
        "Cálculo del volumen de prismas rectos con diferentes bases y cilindros.",
        "Resolución de problemas que involucren el área y volumen de prismas rectos y cilindros en diversos contextos.",
        "Cálculo del área de superficie de paralelepípedos y cubos.",
        "Cálculo del volumen de paralelepípedos y cubos.",
        "Resolución de problemas que involucren el área y volumen de paralelepípedos y cubos en diversos contextos."
      ],
      "no_incluye": [
        "Cálculo de áreas o volúmenes de cuerpos geométricos que no sean prismas rectos o cilindros (ej. pirámides, conos, esferas).",
        "Desarrollo o deducción de las fórmulas para el área o volumen de los cuerpos geométricos.",
        "Cálculos que requieran el uso de trigonometría avanzada para determinar dimensiones de las bases.",
        "Problemas que involucren cuerpos compuestos o truncados.",
        "Análisis de secciones planas de cuerpos geométricos."
      ],
      "subcontenidos_clave": [
        "Cálculo del área de superficie de prismas rectos.",
        "Cálculo del volumen de prismas rectos.",
        "Cálculo del área de superficie de cilindros.",
        "Cálculo del volumen de cilindros.",
        "Aplicación de fórmulas de área y volumen en problemas contextualizados.",
        "Distinción entre área de superficie y volumen de un cuerpo geométrico."
      ],
      "ejemplos_conceptuales": [
        "Comprender que el área de superficie de un prisma es la suma de las áreas de todas sus caras (bases y laterales).",
        "Visualizar cómo el volumen de un cilindro se relaciona directamente con el área de su base circular y su altura.",
        "Diferenciar cuándo un problema requiere calcular el área (ej. cantidad de material para cubrir) y cuándo el volumen (ej. capacidad de almacenamiento)."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.geometria.unidades[1]",
        "descripciones_originales": [
          "Área de superficies de prismas rectos con diferentes bases y cilindros.",
          "Volumen de prismas rectos con diferentes bases y cilindros.",
          "Problemas que involucren área y volumen de prismas rectos y cilindros en diversos contextos.",
          "Área de superficies de paralelepípedos y cubos.",
          "Volumen de paralelepípedos y cubos.",
          "Problemas que involucren área y volumen de paralelepípedos y cubos en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-GEO-03",
      "eje": "geometria",
      "unidad_temario": "Transformaciones isométricas",
      "titulo": "Transformaciones isométricas",
      "descripcion_general": "Este contenido se centra en la comprensión y aplicación de las transformaciones isométricas fundamentales: traslación, rotación y reflexión. Aborda la manipulación de puntos y figuras geométricas en el plano cartesiano, utilizando vectores para describir movimientos y ejes o centros para las transformaciones. Se busca que los estudiantes puedan identificar, aplicar y resolver problemas que involucren estas transformaciones en diversos contextos, comprendiendo cómo preservan la forma y el tamaño de las figuras.",
      "incluye": [
        "Identificación y representación de puntos y vectores en el plano cartesiano.",
        "Aplicación de traslación de figuras geométricas mediante vectores.",
        "Aplicación de rotación de figuras geométricas en torno a un punto.",
        "Aplicación de reflexión de figuras geométricas respecto a un eje.",
        "Resolución de problemas contextualizados que involucren una o más transformaciones isométricas."
      ],
      "no_incluye": [
        "Homotecia y otras transformaciones no isométricas.",
        "Composición de tres o más transformaciones isométricas complejas.",
        "Demostraciones formales de las propiedades de las isometrías.",
        "Transformaciones en el espacio tridimensional."
      ],
      "subcontenidos_clave": [
        "Localización de puntos en el plano cartesiano.",
        "Representación gráfica y vectorial de traslaciones.",
        "Identificación de elementos de una rotación (centro, ángulo).",
        "Identificación de elementos de una reflexión (eje).",
        "Determinación de la imagen de una figura bajo una traslación.",
        "Determinación de la imagen de una figura bajo una rotación.",
        "Determinación de la imagen de una figura bajo una reflexión.",
        "Análisis de problemas que requieren la aplicación de isometrías."
      ],
      "ejemplos_conceptuales": [
        "Describir cómo las coordenadas de un punto cambian al ser trasladado por un vector dado.",
        "Identificar la transformación isométrica (traslación, rotación o reflexión) que convierte una figura en otra en un plano.",
        "Explicar por qué una rotación de 90 grados en torno al origen es una isometría."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.geometria.unidades[2]",
        "descripciones_originales": [
          "Puntos y vectores en el plano cartesiano.",
          "Rotación, traslación y reflexión de figuras geométricas.",
          "Problemas que involucren rotación, traslación y reflexión en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-NUM-01",
      "eje": "numeros",
      "unidad_temario": "Conjunto de los números enteros y racionales",
      "titulo": "Números Enteros y Racionales",
      "descripcion_general": "Este contenido fundamental abarca la comprensión y aplicación de los números enteros (Z) y racionales (Q), incluyendo sus propiedades operacionales, el establecimiento de relaciones de orden y comparación, y la resolución de problemas contextualizados. Se busca que el estudiante desarrolle fluidez en el manejo de estos conjuntos numéricos, interpretando su significado en diversas situaciones y aplicando procedimientos adecuados para su manipulación.",
      "incluye": [
        "Operaciones básicas (suma, resta, multiplicación, división) con números enteros.",
        "Orden y comparación de números enteros (mayor que, menor que, igual a).",
        "Operaciones básicas (suma, resta, multiplicación, división) con números racionales (fracciones y decimales).",
        "Comparación y orden de números racionales.",
        "Resolución de problemas que involucren números enteros y racionales en contextos variados (temperaturas, deudas, proporciones, etc.)."
      ],
      "no_incluye": [
        "Concepto y operaciones con números irracionales (ej. raíz cuadrada de 2, pi).",
        "Concepto y operaciones con números reales como un conjunto unificado.",
        "Concepto y operaciones con números complejos.",
        "Demostraciones formales de propiedades de los conjuntos numéricos.",
        "Teoría de números avanzada (ej. divisibilidad, números primos más allá de la operatoria básica)."
      ],
      "subcontenidos_clave": [
        "Suma y resta de números enteros.",
        "Multiplicación y división de números enteros.",
        "Orden de números enteros en la recta numérica.",
        "Suma y resta de números racionales (fracciones y decimales).",
        "Multiplicación y división de números racionales (fracciones y decimales).",
        "Comparación de números racionales (fracciones y decimales).",
        "Resolución de problemas de la vida cotidiana con números enteros.",
        "Resolución de problemas de la vida cotidiana con números racionales."
      ],
      "ejemplos_conceptuales": [
        "Interpretar una temperatura de -5°C como un número entero negativo y compararla con 2°C.",
        "Comprender que 1/2, 0.5 y 50% son diferentes representaciones del mismo número racional.",
        "Determinar si una deuda de $15.000 es mayor o menor que una deuda de $10.000 en términos de valor absoluto y posición en la recta numérica.",
        "Comparar el rendimiento de dos equipos expresado en fracciones de partidos ganados."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.numeros.unidades[0]",
        "descripciones_originales": [
          "Operaciones y orden en el conjunto de los números enteros.",
          "Operaciones y comparación entre números en el conjunto de los números racionales.",
          "Problemas que involucren el conjunto de los números enteros y racionales en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-NUM-02",
      "eje": "numeros",
      "unidad_temario": "Porcentaje",
      "titulo": "Porcentajes",
      "descripcion_general": "Este contenido aborda la comprensión conceptual y procedimental de los porcentajes como una forma de expresar razones y proporciones. Incluye su interpretación como 'parte de un total', su relación con fracciones y decimales, y su utilización para describir cambios relativos, comparaciones y distribuciones en diversos contextos de la vida diaria y las ciencias, preparando al estudiante para la resolución de problemas.",
      "incluye": [
        "Interpretación de un porcentaje como una razón de denominador 100.",
        "Conversión entre representaciones de porcentaje, fracción y número decimal.",
        "Cálculo del porcentaje de una cantidad dada.",
        "Determinación de qué porcentaje representa una cantidad de otra.",
        "Cálculo de la cantidad original conociendo un porcentaje y el valor resultante.",
        "Aplicación de porcentajes en situaciones de aumento y disminución (descuentos, recargos, IVA).",
        "Resolución de problemas contextualizados que involucren porcentajes."
      ],
      "no_incluye": [
        "Cálculo de intereses compuestos o anualidades.",
        "Ecuaciones con porcentajes como incógnitas complejas (más allá de la aplicación directa de la definición).",
        "Cálculos de probabilidad o combinatoria que involucren porcentajes de eventos.",
        "Análisis de varianza o desviación estándar con porcentajes."
      ],
      "subcontenidos_clave": [
        "Definición de porcentaje como razón.",
        "Equivalencia entre porcentaje, fracción y decimal.",
        "Cálculo de 'x% de y'.",
        "Cálculo de 'qué porcentaje es x de y'.",
        "Cálculo de la cantidad original dado un porcentaje y su valor.",
        "Aplicación de aumentos porcentuales.",
        "Aplicación de disminuciones porcentuales."
      ],
      "ejemplos_conceptuales": [
        "Interpretar que 'el 25% de los estudiantes prefiere matemáticas' significa que 25 de cada 100 estudiantes tienen esa preferencia.",
        "Comprender que un descuento del 20% implica pagar el 80% del precio original.",
        "Relacionar que 0.5, 1/2 y 50% son representaciones equivalentes de la misma proporción."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.numeros.unidades[1]",
        "descripciones_originales": [
          "Concepto y cálculo de porcentaje.",
          "Problemas que involucren porcentaje en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-NUM-03",
      "eje": "numeros",
      "unidad_temario": "Potencias y raíces enésimas",
      "titulo": "Potencias y Raíces Enésimas",
      "descripcion_general": "Este contenido aborda la comprensión y aplicación de las propiedades fundamentales de las potencias con base racional y exponente racional, así como la descomposición y propiedades de las raíces enésimas en el conjunto de los números reales. Se enfoca en desarrollar la fluidez operacional para simplificar expresiones y resolver problemas en diversos contextos, promoviendo un entendimiento profundo de las relaciones numéricas y sus transformaciones.",
      "incluye": [
        "Aplicación de las propiedades de las potencias con base racional y exponente entero.",
        "Aplicación de las propiedades de las potencias con base racional y exponente racional (fraccionario).",
        "Simplificación y descomposición de raíces enésimas en los números reales.",
        "Aplicación de las propiedades de las raíces enésimas (multiplicación, división, raíz de raíz).",
        "Resolución de problemas contextualizados que involucren potencias y raíces enésimas."
      ],
      "no_incluye": [
        "Operaciones con potencias o raíces de números complejos.",
        "Resolución de ecuaciones exponenciales o con raíces como incógnitas (más allá de la simplificación directa).",
        "Demostraciones formales de las propiedades de potencias y raíces.",
        "Logaritmos."
      ],
      "subcontenidos_clave": [
        "Propiedades de potencias con exponente entero (producto, cociente, potencia de potencia).",
        "Potencias con exponente racional y su equivalencia con raíces enésimas.",
        "Simplificación de expresiones con raíces enésimas mediante descomposición.",
        "Racionalización de denominadores con raíces cuadradas o cúbicas simples.",
        "Resolución de problemas de aplicación que requieren el uso de potencias y raíces."
      ],
      "ejemplos_conceptuales": [
        "Interpretar 27^(2/3) como la raíz cúbica de 27 al cuadrado, o el cuadrado de la raíz cúbica de 27.",
        "Comprender cómo la propiedad (a^m)^n = a^(m*n) permite simplificar expresiones como (sqrt(x))^6.",
        "Distinguir entre la no existencia de raíces pares de números negativos en los reales y la existencia de raíces impares de números negativos."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.numeros.unidades[2]",
        "descripciones_originales": [
          "Propiedades de las potencias de base racional y exponente racional.",
          "Descomposición y propiedades de las raíces enésimas en los números reales.",
          "Problemas que involucren potencias y raíces enésimas en los números reales en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-PROB-01",
      "eje": "probabilidad_y_estadistica",
      "unidad_temario": "Representación de datos a través de tablas y gráficos",
      "titulo": "Representación de Datos y Medidas de Tendencia Central",
      "descripcion_general": "Este contenido fundamental se centra en la organización, presentación e interpretación de datos cuantitativos y cualitativos mediante el uso de tablas de frecuencia y diversos tipos de gráficos. Además, aborda el cálculo y la comprensión del promedio como una medida de tendencia central, permitiendo analizar y extraer conclusiones significativas de conjuntos de datos en variados contextos de la vida cotidiana y las ciencias, fomentando el pensamiento crítico sobre la información.",
      "incluye": [
        "Construcción e interpretación de tablas de frecuencia absoluta y relativa para datos no agrupados.",
        "Identificación y uso de gráficos adecuados (barras, circulares, de línea) para diferentes tipos de datos.",
        "Resolución de problemas que impliquen la lectura y análisis de información presentada en tablas y gráficos.",
        "Cálculo e interpretación del promedio (media aritmética) de un conjunto de datos."
      ],
      "no_incluye": [
        "Medidas de dispersión (desviación estándar, varianza, rango intercuartil).",
        "Medidas de posición (cuartiles, deciles, percentiles) y diagramas de caja y bigotes.",
        "Tablas de frecuencia para datos agrupados en intervalos y sus gráficos asociados (histogramas, polígonos de frecuencia)."
      ],
      "subcontenidos_clave": [
        "Organización de datos en tablas de frecuencia.",
        "Cálculo de frecuencias absolutas y relativas.",
        "Selección y construcción de gráficos de barras, circulares y de línea.",
        "Lectura e interpretación de información en tablas y gráficos.",
        "Cálculo de la media aritmética (promedio).",
        "Análisis de datos a partir de su representación gráfica o tabular."
      ],
      "ejemplos_conceptuales": [
        "Interpretar una tabla de frecuencias que muestra la distribución de edades en un grupo de personas.",
        "Decidir qué tipo de gráfico es más adecuado para representar la evolución de ventas mensuales de un producto.",
        "Explicar qué significa que el promedio de notas de un curso sea 5.8.",
        "Identificar si un gráfico circular representa correctamente las proporciones de una encuesta."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.probabilidad_y_estadistica.unidades[0]",
        "descripciones_originales": [
          "Tablas de frecuencia absoluta y relativa.",
          "Tipos de gráficos que permitan representar datos.",
          "Problemas que involucren tablas y gráficos en diversos contextos.",
          "Promedio de un conjunto de datos."
        ]
      }
    },
    {
      "id": "M1-PROB-02",
      "eje": "probabilidad_y_estadistica",
      "unidad_temario": "Medidas de tendencia central y rango",
      "titulo": "Medidas de tendencia central y rango",
      "descripcion_general": "Este contenido se enfoca en la comprensión y aplicación de las medidas de tendencia central (media aritmética, mediana y moda) y el rango como herramientas fundamentales para describir y analizar conjuntos de datos. Permite caracterizar la posición central y la dispersión de uno o más grupos de datos, facilitando la interpretación de información en diversos contextos y la toma de decisiones informadas.",
      "incluye": [
        "Definición y cálculo de la media aritmética (promedio) para datos no agrupados.",
        "Definición y determinación de la mediana para datos no agrupados (con número par e impar de datos).",
        "Definición y determinación de la moda para datos no agrupados (incluyendo conjuntos amodales y multimodales).",
        "Definición y cálculo del rango como medida de dispersión para datos no agrupados.",
        "Análisis y comparación de uno o más grupos de datos utilizando estas medidas.",
        "Resolución de problemas contextualizados que involucren el cálculo e interpretación de estas medidas."
      ],
      "no_incluye": [
        "Cálculo de medidas de tendencia central o rango para datos agrupados en intervalos.",
        "Medidas de dispersión más avanzadas como varianza o desviación estándar.",
        "Cálculo de percentiles, cuartiles o deciles.",
        "Análisis de distribuciones de probabilidad.",
        "Inferencias estadísticas formales o pruebas de hipótesis."
      ],
      "subcontenidos_clave": [
        "Cálculo de la media aritmética.",
        "Determinación de la mediana.",
        "Identificación de la moda.",
        "Cálculo del rango.",
        "Interpretación de medidas de tendencia central.",
        "Comparación de conjuntos de datos usando estas medidas."
      ],
      "ejemplos_conceptuales": [
        "Explicar por qué la mediana es una medida más robusta que la media ante valores atípicos en un conjunto de salarios.",
        "Comparar el rango de temperaturas máximas de dos ciudades para entender cuál tiene un clima más variable.",
        "Interpretar el significado de que la moda de las edades en un grupo sea 18 años."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.probabilidad_y_estadistica.unidades[1]",
        "descripciones_originales": [
          "Medidas de tendencia central y rango de uno o más grupos de datos.",
          "Problemas que involucren medidas de tendencia central y rango en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-PROB-03",
      "eje": "probabilidad_y_estadistica",
      "unidad_temario": "Medidas de posición",
      "titulo": "Medidas de Posición: Cuartiles, Percentiles y Diagrama de Cajón",
      "descripcion_general": "Este contenido se centra en la comprensión y aplicación de las medidas de posición, como cuartiles y percentiles, para analizar la distribución de uno o más conjuntos de datos. Incluye la interpretación de estas medidas y su representación visual a través del diagrama de cajón, permitiendo caracterizar y comparar la dispersión y concentración de los datos en diversos contextos, así como resolver problemas asociados.",
      "incluye": [
        "Cálculo e interpretación de cuartiles para uno o más grupos de datos.",
        "Cálculo e interpretación de percentiles para uno o más grupos de datos.",
        "Construcción e interpretación del diagrama de cajón (box plot) para representar la distribución de datos.",
        "Resolución de problemas que involucren medidas de posición en contextos variados."
      ],
      "no_incluye": [
        "Cálculo de deciles o quintiles como medidas de posición separadas (se cubren implícitamente con percentiles).",
        "Análisis de asimetría o curtosis de distribuciones de datos.",
        "Uso de software estadístico para el cálculo o la representación de estas medidas."
      ],
      "subcontenidos_clave": [
        "Definición y significado de cuartiles (Q1, Q2, Q3).",
        "Definición y significado de percentiles (P_k).",
        "Cálculo de cuartiles y percentiles en datos no agrupados.",
        "Interpretación de cuartiles y percentiles en un contexto dado.",
        "Elementos del diagrama de cajón (mínimo, máximo, cuartiles, mediana).",
        "Construcción de diagramas de cajón.",
        "Comparación de distribuciones de datos usando diagramas de cajón."
      ],
      "ejemplos_conceptuales": [
        "Interpretar que el primer cuartil (Q1) de las notas de un curso indica que el 25% de los estudiantes obtuvo una nota igual o inferior a ese valor.",
        "Comparar la dispersión de los salarios en dos empresas distintas observando la longitud de sus respectivos diagramas de cajón y el rango intercuartil."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.probabilidad_y_estadistica.unidades[2]",
        "descripciones_originales": [
          "Cuartiles y percentiles de uno o más grupos de datos.",
          "Diagrama de cajón para representar distribución de datos.",
          "Problemas que involucren medidas de posición en diversos contextos."
        ]
      }
    },
    {
      "id": "M1-PROB-04",
      "eje": "probabilidad_y_estadistica",
      "unidad_temario": "Reglas de las probabilidades",
      "titulo": "Reglas de las probabilidades",
      "descripcion_general": "Este contenido se centra en la comprensión y aplicación de las reglas fundamentales de las probabilidades para analizar y resolver situaciones que involucran eventos aleatorios. Aborda desde el cálculo de la probabilidad de un evento simple hasta la utilización de las reglas aditiva y multiplicativa, permitiendo determinar la probabilidad de la unión o intersección de eventos en diversos contextos, tanto de la vida cotidiana como de las ciencias. Se enfatiza la distinción entre eventos mutuamente excluyentes y no excluyentes, así como entre eventos independientes y dependientes, para una correcta aplicación de las fórmulas.",
      "incluye": [
        "Cálculo de la probabilidad de un evento simple en diversos contextos.",
        "Aplicación de la regla aditiva para la probabilidad de la unión de eventos (P(A U B)).",
        "Distinción entre eventos mutuamente excluyentes y no excluyentes para la regla aditiva.",
        "Aplicación de la regla multiplicativa para la probabilidad de la intersección de eventos (P(A ∩ B)).",
        "Distinción entre eventos independientes y dependientes para la regla multiplicativa.",
        "Cálculo de probabilidad condicional (P(A|B))."
      ],
      "no_incluye": [
        "Teorema de Bayes.",
        "Cálculo de probabilidades utilizando técnicas de conteo avanzadas (permutaciones, combinaciones con repetición).",
        "Distribuciones de probabilidad (binomial, normal, etc.).",
        "Conceptos de variables aleatorias."
      ],
      "subcontenidos_clave": [
        "Definición de probabilidad clásica (casos favorables/casos totales).",
        "Cálculo de la probabilidad de un evento simple.",
        "Identificación de eventos mutuamente excluyentes.",
        "Aplicación de la regla aditiva para eventos mutuamente excluyentes.",
        "Aplicación de la regla aditiva para eventos no mutuamente excluyentes.",
        "Identificación de eventos independientes.",
        "Aplicación de la regla multiplicativa para eventos independientes.",
        "Cálculo de probabilidad condicional.",
        "Aplicación de la regla multiplicativa para eventos dependientes."
      ],
      "ejemplos_conceptuales": [
        "Comprender que la probabilidad de sacar un número par o un múltiplo de 3 en un dado de seis caras requiere considerar la superposición de eventos.",
        "Distinguir entre la probabilidad de que llueva y haga frío (eventos dependientes) y la probabilidad de sacar dos ases en extracciones con y sin reposición (eventos independientes vs. dependientes).",
        "Interpretar el significado de P(A|B) como la probabilidad de que ocurra A dado que B ya ocurrió."
      ],
      "habilidades_relacionadas": [
        {
          "habilidad_id": "resolver_problemas",
          "criterios_relevantes": [
            "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
            "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
            "Evalúa la validez del resultado derivado de un problema."
          ]
        },
        {
          "habilidad_id": "modelar",
          "criterios_relevantes": [
            "Usa modelos matemáticos de acuerdo a una situación dada.",
            "Interpreta los parámetros y suposiciones de un modelo matemático.",
            "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
            "Evalúa modelos matemáticos de acuerdo a una situación planteada."
          ]
        },
        {
          "habilidad_id": "representar",
          "criterios_relevantes": [
            "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
            "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
            "Transfiere una situación de un sistema de representación a otro."
          ]
        },
        {
          "habilidad_id": "argumentar",
          "criterios_relevantes": [
            "Evalúa la validez de argumentos propuestos en diversos contextos.",
            "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
            "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
          ]
        }
      ],
      "fuentes_temario": {
        "conocimientos_path": "conocimientos.probabilidad_y_estadistica.unidades[3]",
        "descripciones_originales": [
          "Problemas que involucren probabilidad de un evento en diversos contextos.",
          "Problemas que involucren la regla aditiva y multiplicativa de probabilidades en diversos contextos."
        ]
      }
    }
  ]
}