{
  "id": "paes_m1_2026",
  "proceso_admision": 2026,
  "tipo_aplicacion": [
    "invierno",
    "regular"
  ],
  "nombre_prueba": "Prueba de Competencia Matemática 1 (M1)",
  "fuentes_pdf": [
    "data/temarios/pdf/2026-25-01-24-temario-paes-invierno-m1.pdf",
    "data/temarios/pdf/2026-25-03-20-temario-paes-regular-m1.pdf"
  ],
  "habilidades": {
    "resolver_problemas": {
      "descripcion": "Es la habilidad que se tiene para solucionar una situación problemática dada, contextualizada o no, rutinaria o no, con o sin que se le haya indicado un procedimiento a seguir. Para ello, puede realizar cálculos, aplicar diversos conocimientos y estrategias, además de interpretar y evaluar sus resultados, a través del pensamiento reflexivo, crítico y creativo.",
      "criterios_evaluacion": [
        "Resuelve situaciones rutinarias que involucren la utilización de operatoria o procedimientos básicos.",
        "Resuelve situaciones problemáticas que requieren la utilización de estrategias para su resolución.",
        "Evalúa la validez del resultado derivado de un problema."
      ]
    },
    "modelar": {
      "descripcion": "Es la habilidad que se tiene para usar, entender y comparar expresiones matemáticas que describen las características relevantes de una situación de la vida diaria o de las ciencias, para poder estudiarla, entenderla y obtener soluciones en el ámbito matemático que permitan responder preguntas acerca de la situación modelada.",
      "criterios_evaluacion": [
        "Usa modelos matemáticos de acuerdo a una situación dada.",
        "Interpreta los parámetros y suposiciones de un modelo matemático.",
        "Ajusta modelos matemáticos de acuerdo a una situación planteada.",
        "Evalúa modelos matemáticos de acuerdo a una situación planteada."
      ]
    },
    "representar": {
      "descripcion": "Es la habilidad que se tiene para transferir información de situaciones diversas que involucren datos, procesos y relaciones, mediante el uso de símbolos propios del lenguaje matemático, utilizando tablas, gráficos, diagramas, la recta numérica o el plano cartesiano y transitar entre las diferentes representaciones.",
      "criterios_evaluacion": [
        "Traduce del lenguaje natural al lenguaje matemático y viceversa.",
        "Interpreta información de diferentes tipos de representaciones en términos de una situación dada.",
        "Transfiere una situación de un sistema de representación a otro."
      ]
    },
    "argumentar": {
      "descripcion": "Es la habilidad que se tiene tanto para reconocer, explicar y justificar la validez de un procedimiento, de pasos deductivos o de una demostración, de estrategias de solución de diversos problemas; detectar argumentos erróneos en proposiciones del tipo “si se tiene esto, entonces se cumplirá esto otro”, como por ejemplo, al invertirla.",
      "criterios_evaluacion": [
        "Evalúa la validez de argumentos propuestos en diversos contextos.",
        "Identifica en procedimientos o demostraciones matemáticas la existencia de errores.",
        "Evalúa la validez de una deducción, reconociendo si una afirmación se puede concluir de otras afirmaciones."
      ]
    }
  },
  "conocimientos": {
    "geometria": {
      "unidades": [
        {
          "nombre": "Figuras geométricas",
          "descripcion": [
            "Problemas que involucren el Teorema de Pitágoras en diversos contextos.",
            "Perímetro y áreas de triángulos, paralelogramos, trapecios y círculos.",
            "Problemas que involucren perímetro y áreas de triángulos, paralelogramos, trapecios y círculos en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Cuerpos geométricos",
          "descripcion": [
            {
              "texto": "Área de superficies de prismas rectos con diferentes bases y cilindros.",
              "aplicaciones": [
                "invierno"
              ]
            },
            {
              "texto": "Volumen de prismas rectos con diferentes bases y cilindros.",
              "aplicaciones": [
                "invierno"
              ]
            },
            {
              "texto": "Problemas que involucren área y volumen de prismas rectos y cilindros en diversos contextos.",
              "aplicaciones": [
                "invierno"
              ]
            },
            {
              "texto": "Área de superficies de paralelepípedos y cubos.",
              "aplicaciones": [
                "regular"
              ]
            },
            {
              "texto": "Volumen de paralelepípedos y cubos.",
              "aplicaciones": [
                "regular"
              ]
            },
            {
              "texto": "Problemas que involucren área y volumen de paralelepípedos y cubos en diversos contextos.",
              "aplicaciones": [
                "regular"
              ]
            }
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Transformaciones isométricas",
          "descripcion": [
            "Puntos y vectores en el plano cartesiano.",
            "Rotación, traslación y reflexión de figuras geométricas.",
            "Problemas que involucren rotación, traslación y reflexión en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        }
      ]
    },
    "algebra_y_funciones": {
      "unidades": [
        {
          "nombre": "Expresiones algebraicas",
          "descripcion": [
            "Productos notables.",
            "Factorizaciones y desarrollo de expresiones algebraicas.",
            "Operatoria con expresiones algebraicas.",
            "Problemas que involucren expresiones algebraicas en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Proporcionalidad",
          "descripcion": [
            "Concepto de proporción directa e inversa con sus diferentes representaciones.",
            "Problemas que involucren proporción directa e inversa en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Ecuaciones e inecuaciones de primer grado",
          "descripcion": [
            "Resolución de ecuaciones lineales.",
            "Problemas que involucren ecuaciones lineales en diversos contextos.",
            "Resolución de inecuaciones lineales.",
            "Problemas que involucren inecuaciones lineales en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Sistemas de ecuaciones lineales (2x2)",
          "descripcion": [
            "Resolución de sistemas de ecuaciones lineales.",
            "Problemas que involucren sistemas de ecuaciones lineales en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Función lineal y afín",
          "descripcion": [
            "Concepto de función lineal y función afín.",
            "Tablas y gráficos de función lineal y función afín.",
            "Problemas que involucren función lineal y función afín en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Función cuadrática",
          "descripcion": [
            "Resolución y problemas de ecuaciones de segundo grado en diversos contextos.",
            "Tablas y gráficos de la función cuadrática, considerando la variación de sus parámetros.",
            "Puntos especiales de la gráfica de la función cuadrática: vértice, ceros de la función e intersección con los ejes.",
            "Problemas que involucren la función cuadrática en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        }
      ]
    },
    "numeros": {
      "unidades": [
        {
          "nombre": "Conjunto de los números enteros y racionales",
          "descripcion": [
            "Operaciones y orden en el conjunto de los números enteros.",
            "Operaciones y comparación entre números en el conjunto de los números racionales.",
            "Problemas que involucren el conjunto de los números enteros y racionales en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Porcentaje",
          "descripcion": [
            "Concepto y cálculo de porcentaje.",
            "Problemas que involucren porcentaje en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Potencias y raíces enésimas",
          "descripcion": [
            "Propiedades de las potencias de base racional y exponente racional.",
            "Descomposición y propiedades de las raíces enésimas en los números reales.",
            "Problemas que involucren potencias y raíces enésimas en los números reales en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        }
      ]
    },
    "probabilidad_y_estadistica": {
      "unidades": [
        {
          "nombre": "Representación de datos a través de tablas y gráficos",
          "descripcion": [
            {
              "texto": "Tablas de frecuencia absoluta y relativa.",
              "aplicaciones": [
                "invierno",
                "regular"
              ]
            },
            {
              "texto": "Tipos de gráficos que permitan representar datos.",
              "aplicaciones": [
                "invierno",
                "regular"
              ]
            },
            {
              "texto": "Problemas que involucren tablas y gráficos en diversos contextos.",
              "aplicaciones": [
                "invierno",
                "regular"
              ]
            },
            {
              "texto": "Promedio de un conjunto de datos.",
              "aplicaciones": [
                "regular"
              ]
            }
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Medidas de tendencia central y rango",
          "descripcion": [
            "Medidas de tendencia central y rango de uno o más grupos de datos.",
            "Problemas que involucren medidas de tendencia central y rango en diversos contextos."
          ],
          "aplicaciones": [
            "invierno"
          ]
        },
        {
          "nombre": "Medidas de posición",
          "descripcion": [
            "Cuartiles y percentiles de uno o más grupos de datos.",
            "Diagrama de cajón para representar distribución de datos.",
            "Problemas que involucren medidas de posición en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        },
        {
          "nombre": "Reglas de las probabilidades",
          "descripcion": [
            "Problemas que involucren probabilidad de un evento en diversos contextos.",
            "Problemas que involucren la regla aditiva y multiplicativa de probabilidades en diversos contextos."
          ],
          "aplicaciones": [
            "invierno",
            "regular"
          ]
        }
      ]
    }
  }
}